{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim"
    },
    "colors_ayu": {
      "src": "https://github.com/shatur/neovim-ayu"
    },
    "colors_bamboo": {
      "src": "https://github.com/ribru17/bamboo.nvim"
    },
    "colors_catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "colors_everforest": {
      "src": "https://github.com/sainnhe/everforest"
    },
    "colors_gruvbox-material": {
      "src": "https://github.com/sainnhe/gruvbox-material"
    },
    "colors_melange": {
      "src": "https://github.com/savq/melange-nvim"
    },
    "colors_nightfox": {
      "src": "https://github.com/edeneast/nightfox.nvim"
    },
    "colors_oasis": {
      "src": "https://github.com/uhs-robert/oasis.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim",
      "version": "'a923f5fc5ba36a3b17e289dc35dc17f66d0548ee'"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    }
  }
}
